tap "localstack/tap"
brew "act"
brew "libpng"
brew "openssl@3"
brew "autoconf"
brew "awscli"
brew "bat"
brew "bottom"
brew "bzip2"
brew "commitizen"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "duf"
brew "dust"
brew "editorconfig-checker"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "go"
brew "golangci-lint"
brew "hadolint"
brew "jpeg"
brew "jq"
brew "just"
brew "lefthook"
brew "libiconv"
brew "luarocks"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "pkgconf"
brew "procs"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "volta"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zellij"
brew "localstack/tap/localstack-cli"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "amazon-photos"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "linear-linear"
cask "logi-options+"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "tableplus"
cask "zoom"
mas "EdgeView", id: 1580323719
mas "Kindle", id: 302584613
mas "Messenger", id: 1480068668
mas "Things", id: 904280696
mas "Xcode", id: 497799835
