tap "localstack/tap"
brew "act"
brew "libpng"
brew "openssl@3"
brew "autoconf"
brew "awscli"
brew "bat"
brew "bottom"
brew "bzip2"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "duf"
brew "dust"
brew "editorconfig-checker"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "go"
brew "golangci-lint"
brew "hadolint"
brew "hyperfine"
brew "jless"
brew "jpeg"
brew "jq"
brew "just"
brew "lefthook"
brew "libiconv"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "pkgconf"
brew "procs"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "terminal-notifier"
brew "xh"
brew "yamllint"
brew "zellij"
brew "zoxide"
brew "localstack/tap/localstack-cli"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "amazon-photos"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logi-options+"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
mas "EdgeView", id: 1580323719
mas "Kindle", id: 302584613
mas "Messenger", id: 1480068668
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
