tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"
brew "act"
brew "anyenv"
brew "libpng"
brew "openssl@3"
brew "autoconf"
brew "awscli"
brew "bat"
brew "bzip2"
brew "commitizen"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "go"
brew "golangci-lint"
brew "hadolint"
brew "hub"
brew "jpeg"
brew "jq"
brew "node"
brew "jsonlint"
brew "lefthook"
brew "libiconv"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "volta"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zellij"
brew "localstack/tap/localstack-cli"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "amazon-photos"
cask "chatgpt"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "linear-linear"
cask "nordvpn"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "steam"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
mas "EdgeView", id: 1580323719
mas "Kindle", id: 302584613
mas "Messenger", id: 1480068668
mas "Quiver", id: 866773894
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "alefragnani.project-manager"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzane.markdown-pdf"
vscode "zobo.php-intellisense"
