tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "jpeg"
brew "libpng"
brew "autoconf"
brew "bat"
brew "bzip2"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "hub"
brew "icu4c"
brew "jq"
brew "jsonlint"
brew "libiconv"
brew "libzip"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "openssl@3"
brew "tidy-html5"
brew "php"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "yamllint"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "box-drive"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "slack"
cask "steam"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
mas "ComicViewer", id: 1455702185
mas "EdgeView 2", id: 1206246482
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Quiver", id: 866773894
mas "Reeder", id: 1529448980
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
