tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "anyenv"
brew "libpng"
brew "openssl@3"
brew "autoconf"
brew "awscli"
brew "bat"
brew "bzip2"
brew "commitizen"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "go"
brew "hub"
brew "jpeg", link: true
brew "jq"
brew "node"
brew "jsonlint"
brew "libiconv"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "yamllint"
brew "yarn"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "amazon-photos"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "linear-linear"
cask "logi-options-plus"
cask "nordvpn"
cask "notion"
cask "postman"
cask "sequel-ace"
cask "slack"
cask "steam"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
mas "ComicViewer", id: 1455702185
mas "EdgeView 2", id: 1206246482
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Reeder", id: 1529448980
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "MehediDracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zobo.php-intellisense"
